Repository: shakfu/polylab
Catalog: py/i18n/i18n/po/*.po
Languages: ar

source: Project Accountant
ar: مشروع محاسب

source: Project Manager
ar: مدير المشروع

source: Finance Manager
ar: مدير التمويل

source: Deputy General Manager
ar: نائب المدير العام

source: Approve
ar: وافق

source: Yes
ar: نعم

source: No
ar: لا

source: Petty Cash Request
ar: طلب التافهة النقدية

source: Petty Cash
ar: التافهة النقدية

source: Agreed Request
ar: طلب وافق
